Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Charging on Hold
ar: الشحن معلق
ca: Càrrega aturada
cs: Nabíjení pozastaveno
da: Opladning på pause
de: Ladevorgang angehalten
el: Η φόρτιση είναι σε αναμονή
es: Carga en espera
es_419: Recarga en espera
fi: Lataus pysäytetty
fr: Recharge en attente
fr_ca: Recharge suspendue
he: הטעינה הושהתה
hi: चार्जिंग होल्ड पर है
hr: Punjenje na čekanju
hu: Töltés felfüggesztve
id: Pengisian Daya Ditahan
it: Carica sospesa
ja: 充電保留中
ko: 충전 대기 중
ms: Pengecasan Ditahan
nl: Opladen gepauzeerd
no: Lading satt på vent
pl: Ładowanie wstrzymane
pt_br: Carregamento em Espera
pt_pt: Carregamento em espera
ro: Încărcare în așteptare
ru: Зарядка приостановлена
sk: Nabíjanie je pozastavené
sl: Polnjenje je na čakanju
sv: Laddning pausad
th: การชาร์จหยุดพักอยู่
tr: Şarj Etme Beklemede
uk: Заряджання призупинено
vi: Đang dừng sạc
zh_cn: 暂停充电
zh_hk: 已暫停充電
zh_tw: 已暫停充電

# SC_TEMP_DISABLE_TEXT_FMT
source: Optimized Battery Charging is off until %@
ar: شحن البطارية المحسن متوقف حتى %@
ca: La càrrega de bateria optimitzada està desactivada fins les %@
cs: Optimalizované nabíjení baterie je do %@ vypnuté
da: Optimeret batteriopladning er slået fra indtil %@
de: „Optimiertes Laden der Batterie“ ist deaktiviert bis %@ Uhr
el: Η Βελτιστοποιημένη φόρτιση είναι ανενεργή έως %@
es: La carga optimizada de la batería está desactivada hasta las %@
es_419: La recarga optimizada de la batería se desactivó hasta la(s) %@
fi: Optimoitu akun lataus on pois päältä klo %@ asti
fr: La fonctionnalité « Recharge optimisée de la batterie » est désactivée jusqu’à %@.
fr_ca: La charge optimisée de la batterie est désactivée jusqu’à %@.
he: המאפיין ״טעינת סוללה ממוטבת״ כבוי עד %@
hi: ऑप्टिमाइज़ की गई बैटरी चार्जिंग %@ तक बंद है
hr: Optimizirano punjenje baterije isključeno je do %@
hu: Az Optimalizált akkumulátortöltés ki van kapcsolva eddig: %@
id: Pengisian Daya Baterai Optimal mati hingga %@
it: Il caricamento della batteria ottimizzato è disattivato fino alle ore %@
ja: “バッテリー充電の最適化”は%@までオフです
ko: %@까지 최적화된 배터리 충전이 꺼집니다.
ms: Pengecasan Bateri Optimum tidak aktif sehingga %@
nl: 'Geoptimaliseerd opladen' is uitgeschakeld tot %@
no: Optimalisert batterilading er av til %@
pl: Zoptymalizowane ładowanie baterii jest wyłączone do %@
pt_br: O Carregamento Otimizado está desativado até à(s) %@
pt_pt: O carregamento otimizado está desativado até à(s) %@
ro: Încărcarea optimizată a bateriei este dezactivată până la %@
ru: Оптимизированная зарядка аккумулятора выключена до %@
sk: Optimalizované nabíjanie batérie je vypnuté do %@
sl: Optimizirano polnjenje baterije je izklopljeno do %@
sv: Optimerad batteriladdning är av tills %@
th: การชาร์จเพื่อถนอมแบตเตอรี่ปิดอยู่จนถึง %@
tr: İyileştirilmiş Pil Şarjı şu saate kadar kapalı: %@
uk: Оптимізацію заряджання акумулятора вимкнено до %@
vi: Sạc pin được tối ưu hóa được tắt đến %@
zh_cn: “优化电池充电”在%@前将保持关闭
zh_hk: 「最佳化電池充電」已關閉，直到%@為止
zh_tw: 「最佳化電池充電」已關閉，直到%@為止

# AX_BATTERY_LEVEL_GRAPH_DESCRIPTION
source: Battery Level
ar: مستوى شحن البطارية
ca: Nivell de la bateria
cs: Nabití baterie
da: Batteriniveau
de: Batteriestatus
el: Στάθμη μπαταρίας
es: Nivel de batería
es_419: Nivel de batería
fi: Virran taso
fr: Niveau de la batterie
fr_ca: Niveau de la batterie
he: רמת סוללה
hi: बैटरी का स्तर
hr: Razina baterije
hu: Akkumulátorszint
id: Level Baterai
it: Livello batteria
ja: バッテリー残量
ko: 배터리 잔량
ms: Paras Bateri
nl: Batterijniveau
no: Batterinivå
pl: Poziom baterii
pt_br: Nível da Bateria
pt_pt: Nível da bateria
ro: Nivel baterie
ru: Уровень заряда
sk: Nabitie batérie
sl: Raven napolnjenosti baterije
sv: Batterinivå
th: ระดับแบตเตอรี่
tr: Pil Düzeyi
uk: Рівень заряду
vi: Mức pin
zh_cn: 电池电量
zh_hk: 電池電量
zh_tw: 電池電量

# TIME_UNTIL_CHARGED
source: %@ until fully charged
ar: ‏%@ للوصول للشحن الكامل
ca: %@ per carregar‑se del tot
cs: %@ do plného nabití
da: %@ indtil fuldt opladet
de: %@ bis zur vollständigen Ladung
el: %@ μέχρι την πλήρη φόρτιση
es: %@ hasta carga completa
es_419: %@ hasta recargarse por completo
fi: %@ täyteen lataukseen
fr: %@ jusqu’à la charge complète
fr_ca: %@ avant la charge complète
he: ‏%@ עד לטעינה מלאה
hi: फ़ुल चार्ज होने में %@
hr: %@ do završetka punjenja
hu: %@ a teljes feltöltésig
id: %@ hingga terisi penuh
it: %@ al completamento della carica
ja: フル充電まで%@
ko: 충전 완료까지 %@ 남음
ms: %@ sehingga dicas penuh
nl: %@ tot volledige oplading
no: %@ til fulladet
pl: %@ do pełnego naładowania
pt_br: %@ até a carga completa
pt_pt: %@ até estar totalmente carregada
ro: %@ până la încărcarea completă
ru: %@ до полного заряда
sk: %@ do plného nabitia
sl: %@ do polne napolnjenosti
sv: %@ till full laddning
th: %[tt]@ถึงจะชาร์จเต็ม
tr: Tam şarj olmasına %@
uk: %@ до повного заряду
vi: %@ cho đến khi được sạc đầy
zh_cn: 完全充满电还需%@
zh_hk: 距離完成充電還有%@
zh_tw: 離充飽電還有%@

# DARK_WAKE_TEXT_BATTERY
source: While sleeping, your Mac can periodically check for new email, calendar, and other iCloud updates.
ar: أثناء الإسبات، يمكن لـ Mac التحقق بصورة دورية من وجود رسائل بريد إلكتروني جديدة وتحديثات في التقويم وغيرها من تحديثات iCloud.
ca: Mentre es troba en repòs, el Mac pot comprovar periòdicament si hi ha correu nou o actualitzacions de calendaris o d’altres dades a l’iCloud.
cs: Mac může během spánku v pravidelných intervalech vyhledávat novou poštu a aktualizace kalendáře a dalších dat na iCloudu.
da: På vågeblus kan Mac regelmæssigt søge efter nye e-mails samt kalender- og andre iCloud-opdateringer.
de: Dein Mac kann im Ruhezustand regelmäßig nach neuen E-Mails, Kalender- und anderen iCloud-Updates suchen.
el: Κατά την κατάσταση ύπνου, το Mac μπορεί να ελέγχει περιοδικά για νέα email, καθώς και ενημερώσεις ημερολογίου και άλλες ενημερώσεις iCloud.
es: Mientras está en reposo, el Mac puede comprobar periódicamente si hay correo nuevo, novedades en los calendarios u otras actualizaciones de iCloud.
es_419: Mientras está en reposo, tu Mac puede revisar periódicamente si hay correos nuevos, novedades en los calendarios u otras actualizaciones de iCloud.
fi: Mac voi nukkuessaan etsiä ajoittain uusia sähköposti-, kalenteri- ja muita iCloud-päivityksiä.
fr: En suspension d’activité, votre Mac continue de surveiller régulièrement la messagerie, les calendriers et les autres mises à jour iCloud.
fr_ca: En suspension d’activité, votre Mac continue de s’occuper de la messagerie, des calendriers et d’autres mises à jour iCloud.
he: כאשר ה-Mac נמצא במצב שינה, הוא יכול לבדוק מעת לעת אם הגיע דוא״ל או אם ישנם עדכונים בלוח השנה או עדכונים אחרים של iCloud.
hi: स्लीप के दौरान आपका Mac समय-समय पर नए ईमेल, कैलेंडर और अन्य iCloud अपडेट की जाँच कर सकता है।
hr: Tijekom pripravnog stanja, vaš Mac može periodično provjeravati ažuriranja e-mail računa, kalendara i ostalih iCloud značajki.
hu: Alvás közben a Macje rendszeresen ellenőrizheti az új e-mail-, naptár- és egyéb iCloud-frissítéseket.
id: Saat sedang tidur, Mac dapat memeriksa email, kalender, dan pembaruan iCloud baru lainnya secara berkala.
it: Durante lo standby, il Mac può verificare periodicamente nuove email, calendari e altri aggiornamenti di iCloud.
ja: スリープ中に、新着メール、カレンダー、およびその他のiCloudアップデートを定期的に確認します。
ko: 잠자기 상태에서 Mac이 정기적으로 새로운 이메일, 캘린더 및 기타 iCloud 업데이트를 확인합니다.
ms: Semasa tidur, Mac anda boleh menyemak secara berkala untuk e-mel, kalendar dan kemas kini iCloud baharu yang lain.
nl: Als de sluimerstand is ingeschakeld, kan je Mac regelmatig controleren of er nieuwe e‑mailberichten, agendagegevens of andere iCloud-updates beschikbaar zijn.
no: Mens den er i dvale kan Macen med jevne mellomrom se etter nye e‑poster, kalenderavtaler og andre iCloud-oppdateringer.
pl: Mimo uśpienia Mac może regularnie monitorować pocztę, kalendarze i inne uaktualnienia z iCloud.
pt_br: Durante o repouso, o Mac pode verificar periodicamente se há novas atualizações de e-mails e calendários, entre outras atualizações do iCloud.
pt_pt: Quando está em pausa, o Mac pode procurar correio e eventos novos e ver se tem outros avisos de iCloud.
ro: În modul adormire, Mac-ul dvs. poate să caute periodic e-mailuri noi, actualizări de calendar și alte actualizări iCloud.
ru: Находясь в режиме сна, Mac может периодически проверять наличие новых электронных писем, событий календаря и других обновлений iCloud.
sk: Počas spánku môže váš Mac pravidelne kontrolovať nové emaily, položky kalendára a ďalšie aktualizácie iCloudu.
sl: Ko je Mac v stanju pripravljenosti, lahko občasno preveri, ali so na voljo nove posodobitve e‑pošte, koledarja in druge posodobitve storitve iCloud.
sv: I viloläge kan datorn periodvis leta efter nya uppdateringar i e-post, kalender och iCloud.
th: ในระหว่างที่เครื่องพักอยู่ Mac ของคุณสามารถตรวจสอบอีเมลใหม่ ปฏิทิน และรายการอัปเดต iCloud อื่นๆ ได้เป็นระยะๆ
tr: Mac’iniz uyku durumundayken yeni e-posta, takvim ve diğer iCloud güncellemelerini düzenli aralıklarla denetleyebilir.
uk: У режимі сну ваш Mac може періодично перевіряти пошту, календар та інші служби iCloud.
vi: Trong khi đang ngủ, máy Mac của bạn định kỳ kiểm tra email mới, lịch và các cập nhật iCloud khác.
zh_cn: 睡眠时，Mac可以定期检查新电子邮件、日历和其他iCloud更新。
zh_hk: 你的Mac可以在睡眠時定期檢查新電郵、日曆和其他iCloud更新。
zh_tw: 你的Mac可以在睡眠時定期檢查新郵件、行事曆和其他iCloud更新。

# AX_BUIGRAPH_CHARGING_FROM_TO_MINUTES
source: Charging from %@ to %@, %@
ar: الشحن من %@ إلى %@، ‏%@
ca: Carregant‑se des de les %@ fins a les %@, %@
cs: Nabíjení od %@ do %@, %@
da: Opladede fra %@ til %@, %@
de: Lädt von %@ bis %@, %@
el: Φόρτιση από %@ έως %@, %@
es: Cargando desde las %@ hasta las %@ (%@)
es_419: Recargando de %@ a %@, %@
fi: Ladattu kello %@ viiva %@, %@
fr: Recharge de %@ à %@, soit %@
fr_ca: Recharge de %@ à %@, %@
he: בטעינה מ-%@ עד %@, ‏%@
hi: %@ से %@ तक चार्ज किया जा रहा है, %@
hr: Punjenje od %@ do %@, %@
hu: Töltés %@ és %@ között (%@)
id: Mengisi daya dari %@ hingga %@, %@
it: In carica dalle ore %@ alle ore %@ (%@)
ja: %@から%@までの%@充電中
ko: %@부터 %@까지 %@ 충전 중
ms: Mengecas dari %@ hingga %@, %@
nl: Opladen van %@ tot %@, %@
no: Ladet fra %@ til %@, %@
pl: Ładowanie od %@ do %@, %@
pt_br: Carregando de %@ até %@, %@
pt_pt: A carregar entre a(s) %@ e a(s) %@, %@
ro: Încărcare de la %@ la %@, %@
ru: Зарядка с %@ до %@, %@
sk: Nabíjanie prebiehalo od %@ do %@ a trvalo %@
sl: Polnjenje od %@ do %@, %@
sv: Laddar från %@ till %@, %@
th: การชาร์จตั้งแต่ %@ ถึง %@, %@
tr: Şarj: %@ - %@, %@
uk: Заряджання з %@ до %@, %@
vi: Đang sạc từ %@ đến %@, %@
zh_cn: 从%@充电到%@，共%@
zh_hk: 從%@充電至%@，共%@
zh_tw: 從%@充電至%@，共%@

# ENERGY_MODE_ECO_ADAPTER_NOFANS_TEXT
source: Your Mac will manage performance to reduce energy usage.
ar: سوف يتحكم Mac في الأداء لتقليل استهلاك الطاقة.
ca: El Mac gestionarà el rendiment per reduir el consum d’energia.
cs: Mac bude spravovat výkonnost pro nižší spotřebu energie.
da: Din Mac administrerer ydeevnen for at reducere energiforbruget.
de: Dein Mac verwaltet die Leistung, um den Energieverbrauch zu reduzieren.
el: Το Mac διαχειρίζεται την απόδοση για μείωση της χρήσης ενέργειας.
es: El Mac controlará su rendimiento para reducir el consumo de energía.
es_419: Tu Mac administrará el rendimiento para reducir el uso de energía.
fi: Mac vähentää energiankulutusta hallitsemalla suorituskykyä.
fr: Votre Mac gérera les performances afin de réduire la consommation d’énergie.
fr_ca: Votre Mac gère les performances pour réduire l’utilisation d’énergie.
he: ה‑Mac ינהל את הביצועים כדי להפחית את צריכת האנרגיה.
hi: ऊर्जा का उपयोग कम करने के लिए आपका Mac कार्यक्षमता को प्रबंधित करेगा।
hr: Vaš će Mac upravljati performansama radi smanjenja potrošnje energije.
hu: A Macje felügyelni fogja a teljesítményt az energiafelhasználás csökkentése érdekében.
id: Mac Anda akan mengelola kinerja untuk mengurangi penggunaan energi.
it: Il Mac gestirà le prestazioni per ridurre il consumo energetico.
ja: パフォーマンスを管理して電力使用量を減らします。
ko: Mac이 에너지 사용량을 줄이도록 성능을 관리합니다.
ms: Mac anda akan mengurus prestasi untuk mengurangkan penggunaan tenaga.
nl: Je Mac beheert prestaties voor een lager energie­verbruik.
no: Macen vil administrere ytelsen for å redusere strømforbruket.
pl: Mac będzie automatycznie zarządzał wydajnością, aby obniżyć zużycie energii.
pt_br: O Mac gerencia o desempenho para reduzir o uso de energia.
pt_pt: O Mac gere o desempenho para reduzir a utilização de energia.
ro: Mac‑ul va gestiona performanța pentru a reduce utilizarea energiei.
ru: Mac будет оптимизировать производительность, чтобы снизить энергопотребление.
sk: Mac bude spravovať výkon tak, aby sa znížila spotreba energie.
sl: Mac bo upravljal zmogljivost, da se zmanjša poraba energije.
sv: Datorn hanterar prestanda för att minska energiförbrukningen.
th: Mac ของคุณจะจัดการประสิทธิภาพเพื่อลดการใช้พลังงาน
tr: Mac’iniz, enerji kullanımını azaltmak için performansı yönetir.
uk: Компʼютер Mac керуватиме продуктивністю, щоб зменшити енерговитрати.
vi: Máy Mac của bạn sẽ quản lý hiệu năng để giảm việc sử dụng năng lượng.
zh_cn: 你的Mac将管理性能以减少电量使用。
zh_hk: 你的Mac將會管理效能以減少耗電量。
zh_tw: 你的Mac將會管理執行效能來降低電力用量。

# ENERGY_MODE_ECO_TEXT
source: Your Mac will reduce energy usage to increase battery life and operate more quietly.
ar: سوف يقلل Mac من استهلاك الطاقة لزيادة عمر البطارية والعمل بهدوء أكثر.
ca: El Mac reduirà el consum d’energia per allargar la durada de la bateria i fer menys soroll.
cs: Mac bude omezovat spotřebu energie, aby se prodloužila výdrž baterie a ztišil jeho provoz.
da: Din Mac reducerer energiforbruget for at forbedre batteritiden og formindske støj ved brug.
de: Dein Mac reduziert den Energieverbrauch, um die Batterielaufzeit zu verlängern und einen leiseren Betrieb zu ermöglichen.
el: Το Mac μειώνει τη χρήση ενέργειας για αύξηση της διάρκειας ζωής της μπαταρίας και πιο αθόρυβη λειτουργία.
es: El Mac reducirá el consumo de energía para aumentar la duración de la batería y minimizar los niveles de ruido.
es_419: Tu Mac reducirá el uso de energía para incrementar la duración de la batería y funcionar de manera más silenciosa.
fi: Mac lisää akun kestoa ja hiljentää käyntiääntä vähentämällä energiankulutusta.
fr: Votre Mac réduira la consommation d’énergie afin d’augmenter l’autonomie de la batterie et de fonctionner plus silencieusement.
fr_ca: Votre Mac réduira l’utilisation d’énergie pour augmenter l’autonomie de la batterie et fonctionner plus silencieusement.
he: ה‑Mac יפחית את צריכת האנרגיה כדי להאריך את חיי הסוללה ולפעול בצורה שקטה יותר.
hi: बैटरी लाइफ़ बढ़ाने के लिए आपका Mac ऊर्जा का कम उपयोग करेगा और काम करते समय आवाज़ कम करेगा।
hr: Vaš će Mac smanjiti potrošnju energije radi povećanja trajanja baterije i tišeg rada.
hu: A Macje csökkenteni fogja az energiafogyasztást az akkumulátor-üzemidő növelése és a csendesebb működés érdekében.
id: Mac Anda akan mengurangi penggunaan energi untuk meningkatkan masa pakai baterai dan beroperasi dengan lebih hening.
it: Il Mac ridurrà il consumo energetico per prolungare la durata della batteria e funzionare in modo più silenzioso.
ja: 電力使用量を減らしてバッテリー駆動時間を延ばし、より静かに動作させます。
ko: Mac이 에너지 사용량을 줄여 배터리 사용 시간을 향상하고 더 조용히 작동합니다.
ms: Mac anda akan mengurangkan penggunaan tenaga untuk meningkatkan hayat bateri dan beroperasi dengan lebih senyap.
nl: Je Mac heeft een lager energie­verbruik voor een langere batterij­duur en een stillere werking.
no: Macen vil redusere energiforbruket for å øke batteribrukstiden og for en mer stillegående drift.
pl: Mac będzie obniżał zużycie energii, aby przedłużyć pracę na baterii i pracować ciszej.
pt_br: O Mac reduz o uso de energia para aumentar a duração da bateria e operar mais silenciosamente.
pt_pt: O Mac reduz a utilização de energia, para aumentar a duração da bateria, e funciona de forma mais silenciosa.
ro: Mac‑ul va reduce utilizarea energiei pentru a spori autonomia bateriei și pentru a funcționa mai silențios.
ru: Mac будет снижать энергопотребление, чтобы продлить работу от аккумулятора и работать тише.
sk: Mac zníži spotrebu energie tak, aby predĺžil výdrž batérie a bežal čo najtichšie.
sl: Vaš Mac bo zmanjšal porabo energije, da se podaljša čas delovanja baterije in zagotovi bolj tiho delovanje.
sv: Energiförbrukningen minskas så att batteriets drifttid ökar och datorn blir tystare.
th: Mac ของคุณจะลดการใช้พลังงานเพื่อเพิ่มระยะเวลาการใช้งานของแบตเตอรี่และทำงานได้อย่างเงียบสนิทมากขึ้น
tr: Mac’iniz, pil ömrünü uzatmak ve daha sessiz çalışmak için enerji kullanımını azaltır.
uk: Компʼютер Mac зменшить енерговитрати, щоб збільшити тривалість роботи від акумулятора і працювати тихіше.
vi: Máy Mac của bạn sẽ giảm việc sử dụng năng lượng để tăng thời lượng pin và hoạt động êm ái hơn.
zh_cn: 你的Mac将减少电量使用以提高电池续航能力并更安静地运行。
zh_hk: 你的Mac將會降低耗電量以延長電池使用時間並更安靜地操作。
zh_tw: 你的Mac將會降低電力用量來增加電池續航力和更安靜地操作。

# BATT_HEALTH_CONDITION_NORMAL
source: Normal
ar: عادية
cs: Normální
el: Κανονική
fi: Normaali
he: רגילה
hi: सामान्य
hr: Normalno
hu: Normál
it: Normale
ja: 正常
ko: 정상
ms: Biasa
nl: Normaal
pl: W normie
ro: Normală
ru: Нормальное
sk: Normálna
sl: Običajno
th: ปกติ
uk: нормальний
vi: Bình thường
zh_cn: 正常
zh_hk: 正常
zh_tw: 正常

# SC_TEMP_DISABLE
source: Turn Off Until Tomorrow
ar: إيقاف حتى الغد
ca: Desactiva fins demà
cs: Do zítřka vypnout
da: Slå fra indtil i morgen
de: Bis morgen deaktivieren
el: Απενεργοποίηση μέχρι αύριο
es: Desactivar hasta mañana
es_419: Desactivar hasta mañana
fi: Pois päältä huomiseen asti
fr: Désactiver jusqu’à demain
fr_ca: Désactiver jusqu’à demain
he: כיבוי עד מחר
hi: कल तक के लिए बंद करें
hr: Isključi do sutra
hu: Kikapcsolás holnapig
id: Matikan Hingga Besok
it: Disattiva fino a domani
ja: 明日までオフにする
ko: 내일까지 끄기
ms: Nyahaktifkan Sehingga Esok
nl: Schakel uit tot morgen
no: Slå av fram til i morgen
pl: Wyłącz do jutra
pt_br: Desativar Até Amanhã
pt_pt: Desativar até amanhã
ro: Dezactivează până mâine
ru: Выключить до завтра
sk: Vypnúť do zajtra
sl: Izklopi do jutri
sv: Stäng av tills imorgon
th: ปิดจนถึงวันพรุ่งนี้
tr: Yarına Kadar Kapat
uk: Вимкнути до завтра
vi: Tắt đến ngày mai
zh_cn: 明天前保持关闭
zh_hk: 關閉至明日
zh_tw: 關閉到明天為止

# BATTERY_USAGE
source: Energy Usage
ar: استخدام الطاقة
ca: Ús d’energia
cs: Využití energie
da: Energiforbrug
de: Energieverbrauch
el: Χρήση ενέργειας
es: Uso de energía
es_419: Uso de energía
fi: Energian käyttö
fr: Utilisation énergétique
fr_ca: Utilisation de l’énergie
he: שימוש באנרגיה
hi: ऊर्जा उपयोग
hr: Uporaba energije
hu: Energiahasználat
id: Penggunaan Energi
it: Consumo energetico
ja: 電力使用状況
ko: 에너지 사용량
ms: Penggunaan Tenaga
nl: Energiegebruik
no: Energibruk
pl: Zużycie energii
pt_br: Uso de Energia
pt_pt: Consumo de energia
ro: Utilizare energie
ru: Энергопотребление
sk: Využitie energie
sl: Poraba energije
sv: Energianvändning
th: การใช้พลังงาน
tr: Enerji Kullanımı
uk: Споживання енергії
vi: Sử dụng năng lượng
zh_cn: 电量使用
zh_hk: 耗電量
zh_tw: 電力用量

# BATT_HEALTH_SVC_OPTIONS_LINK
source: https://www.apple.com
ar: https://www.apple.com/ae-ar
ca: https://www.apple.com/es
da: https://www.apple.com/dk
de: https://www.apple.com/de/
es: https://www.apple.com/es
es_419: https://www.apple.com/la
fi: https://www.apple.com/fi
fr: https://www.apple.com/fr
fr_ca: https://www.apple.com/ca/fr
hi: https://www.apple.com/in/
hr: https://www.apple.com/hr/
hu: https://www.apple.com/hu
id: https://www.apple.com/id
it: https://www.apple.com/it/
ja: https://www.apple.com/jp
ko: https://www.apple.com/kr
ms: https://www.apple.com/my
nl: https://www.apple.com/nl
no: https://www.apple.com/no
pl: https://www.apple.com/pl
pt_br: https://www.apple.com/br
pt_pt: https://www.apple.com/pt
ro: https://www.apple.com/ro
ru: https://www.apple.com/ru
sl: http://www.apple.com
sv: https://www.apple.com/se
th: https://www.apple.com/th
tr: https://www.apple.com/tr/
vi: https://www.apple.com/vn/
zh_cn: https://www.apple.com/cn
zh_hk: https://www.apple.com/hk/
zh_tw: https://www.apple.com/tw

# BATT_HEALTH_LEARN_MORE_LINK
source: https://www.apple.com
ar: https://www.apple.com/ae-ar
ca: https://www.apple.com/es
da: https://www.apple.com/dk
de: https://www.apple.com/de/
es: https://www.apple.com/es
es_419: https://www.apple.com/la
fi: https://www.apple.com/fi
fr: https://www.apple.com/fr
fr_ca: https://www.apple.com/ca/fr
hi: https://www.apple.com/in/
hr: https://www.apple.com/hr/
hu: https://www.apple.com/hu
id: https://www.apple.com/id
it: https://www.apple.com/it/
ja: https://www.apple.com/jp
ko: https://www.apple.com/kr
ms: https://www.apple.com/my
nl: https://www.apple.com/nl
no: https://www.apple.com/no
pl: https://www.apple.com/pl
pt_br: https://www.apple.com/br
pt_pt: https://www.apple.com/pt
ro: https://www.apple.com/ro
ru: https://www.apple.com/ru
sl: http://www.apple.com
sv: https://www.apple.com/se
th: https://www.apple.com/th
tr: https://www.apple.com/tr/
vi: https://www.apple.com/vn/
zh_cn: https://www.apple.com/cn
zh_hk: https://www.apple.com/hk/
zh_tw: https://www.apple.com/tw

# LAST_CHARGED_TO_FMT
source: Last charged to %@
ar: تم الشحن آخر مرة إلى %@
ca: Darrera càrrega: %@
cs: Naposledy nabito na %@
da: Senest opladet til %@
de: Letzte Ladung: %@
el: Πιο πρόσφατη φόρτιση %@
es: Última carga al %@
es_419: Última recarga al %@
fi: Ladattiin viimeksi %@:iin
fr: Dernier niveau de charge : %@
fr_ca: Dernière recharge à %@
he: רמת טעינה אחרונה: %@
hi: पिछली बार %@ तक चार्ज
hr: Posljednji put napunjeno na %@
hu: Utoljára %@-ig lett feltöltve
id: Terakhir diisi daya hingga %@
it: Livello ultima ricarica: %@
ja: 最後に%@まで充電されたとき
ko: 마지막 충전량: %@
ms: Terakhir dicas sehingga %@
nl: Laatst opgeladen tot %@
no: Sist oppladet til %@
pl: Ostatnio naładowana do %@
pt_br: Carregado pela última vez até %@
pt_pt: Último carregamento: %@
ro: Ultima încărcare a fost la %@
ru: Последняя зарядка до %@
sk: Posledné nabitie: %@
sl: Nazadnje napolnjeno do %@
sv: Senast laddat till %@
th: การชาร์จครั้งล่าสุดอยู่ที่ %@
tr: En son %@ doldu
uk: Востаннє заряджено до %@
vi: Lần gần nhất được sạc đến %@
zh_cn: 上次充电至%@
zh_hk: 上次充電至%@
zh_tw: 上次充電到%@

# SC_TITLE
source: Optimized battery charging
ar: شحن البطارية المحسن
ca: Càrrega optimitzada
cs: Optimalizované nabíjení
da: Optimeret batteriopladning
de: Optimiertes Laden der Batterie
el: Βελτιστοποιημένη φόρτιση μπαταρίας
es: Carga optimizada
es_419: Recarga optimizada
fi: Optimoitu akun lataus
fr: Recharge optimisée de la batterie
fr_ca: Charge optimisée
he: טעינת סוללה ממוטבת
hi: ऑप्टिमाइज़ की गई बैटरी चार्जिंग
hr: Optimizirano punjenje baterije
hu: Optimalizált akkutöltés
id: Pengisian daya baterai optimal
it: Caricamento ottimizzato
ja: バッテリー充電の最適化
ko: 최적화된 배터리 충전
ms: Pengecasan bateri optimum
nl: Geoptimaliseerd opladen
no: Optimalisert batterilading
pl: Zoptymalizowane ładowanie
pt_br: Carregamento otimizado da bateria
pt_pt: Carregamento otimizado
ro: Încărcare optimizată baterie
ru: Оптимизированная зарядка
sk: Optimalizované nabíjanie batérie
sl: Optimizirano polnjenje baterije
sv: Optimerad batteriladdning
th: การชาร์จเพื่อถนอมแบตเตอรี่
tr: İyileştirilmiş pil şarjı
uk: Оптимізація заряджання
vi: Sạc pin được tối ưu hóa
zh_cn: 优化电池充电
zh_hk: 最佳化電池充電
zh_tw: 最佳化電池充電
